Autodesk.Revit.DB.FilterNumericRuleEvaluator.Evaluate(System.Int64,System.Int64)
Derived classes should override this method to implement the desired test.
lhs:
A value from an element in the document.
rhs:
The user-supplied value against which values from the document are tested.
Returns:
True if lhs, rhs satisfy the condition implemented by this evaluator.
Since:
2024